Autodesk.Revit.UI.ComboBox.AddItems(System.Collections.Generic.IList`1{Autodesk.Revit.UI.ComboBoxMemberData})
Adds a new items to the ComboBox.
memberData: An object list containing the data needed to construct the ComboBoxMember.
Throws Autodesk.Revit.Exceptions.ArgumentNullException: Thrown when memberData is null.
Throws Autodesk.Revit.Exceptions.ArgumentException:
Thrown when button with memberData.Name already exists in the drop-down list.
Returns:  The newly added ComboBoxMembers.
Since: 2011